Repository: CyrilleB79/poeditMadeEasy
Catalog: addon_source/locale/*/LC_MESSAGES/nvda.po
Languages: hi

source: copied original text.
hi: मूल पाठ कि नक्कल कर दिया ।

source: Reports about the copying act in poedit.
hi: नक्कल बनाने सम्बन्धी कार्यों कि जानकारि देता है ।

source: translation deleted.
hi: अनुवादको हटाया गया ।

source: No text.
hi: पाठ नहि है ।

source: Reports about the deletion act in poedit.
hi: अनुवाद कि बनाने सम्बन्धी कार्यों कि जानकारि देता है ।

source: saving the po file...
hi: po फाइल बचत हो रहा है...

source: Reports while saving the po file.
hi: po फाइल कि बचत होते वख्त इस कि जानकारी देता है ।

source: Beep off
hi: आवाज मत दो ।

source: Beep on
hi: आवाज दो ।

source: Toggles the beep mode and informs.
hi: आवाज देने या नहि देने कि विकल्प कि चयन ।

source: set to mild tone
hi: मुलायम आवाज कायम

source: set to high tone
hi: कडा आवाज कायम

source: sets the beep volume in mild and sharp level in poedit.
hi: पोइडिट मे मुलायम और कडा आवाजकि चयन करता है ।

source: erased Fuzzy label.
hi: विकृत रुप हटायागया ।

source: labelled as fuzzy.
hi: विकृत कायम कियागया ।

source: Error in translation
hi: अनुवाद में त्रुटी

source: Reports the status of message set by toggling in poedit.
hi: सन्देसों कि प्रकृती उलट-पुटल करते वख्त यसकि जानकारी देता है ।

source: Enhancement on poedit Access.
hi: समृद्ध पोइडिट पहुँच ।

source: This Add-on Announces the actions taken on pressing the shortcut commands of poedit. It indicates the different category of messages by specific beep. Also by pressing the specified gestures, you can know the source and translated message text as well as toggle the beep mode.
hi: यह अतिरिक्त-साधन ने पोईडिट कि द्रुत कुञ्जीद्वारा दिया गया आदेश से हुवा कार्य कि जानकारी देता है । इसने विभिन्न साङ्केतिक आवाज देकर अनुवादीत पाठ कि स्थिति भि जानकारी देता है । आप निर्दिष्ट आदेश कुञ्जीओं को दबा कर श्रोत और अनुवाद पाठ मालुम भि कर सकतें है ।
